Repository: MagicalTux/nezumi
Catalog: locales/*/LC_MESSAGES/npcs6.po
Languages: fr_fr

source: But wear a pair of Red Sandals with it.... and that becomes just TOOOO much to bear!!
fr_fr: Mais une paire usée de Sandals avec ça.... et cela devient simplement TROOOOP compliquépour se diriger !!

source: It's nice to wear expensive headgear. It's nice to wear fancy clothing too!
fr_fr: Il est agréable de porter un couvre-chef de valeur. Il est également agréable de porter des habits fantaisistes !

source: But remember to make everything match or you'll look like a fool!
fr_fr: Mais rappelez-vous que si vous faite correspondre tout vos habits, vous ressemblerez à un imbécile !

source: You can't just wear everything that you think is fancy.
fr_fr: Vous ne pouvez pas portez tout ce qui vous semble fantaisiste.

source: Hmm... this has nothing to do with fortune telling... but still... I like talking about fashion.
fr_fr: Hmm... cela n'a rien à voir avec la voyance... mais bon... j'aime parlerde la mode.

source: [Dark Wizard]
fr_fr: [Magicien Sombre]

source: Hmf. I only speak to those with magic abilities....
fr_fr: Hmf. Je ne parle qu'avec ceux possédant des capacités magiques....

source: Oh... I can feel the mighty spirits stirring around me.
fr_fr: Oh... Je peux sentir les esprits s'exaltant autour de moi.

source: You there, I sense that you too use magic.
fr_fr: Vous là, je sens que vous utilisez la magie également.

source: Magic... a great power which is dictated by cause and effect. If it is used for good then in turn positive reactions will occur.
fr_fr: La magie... un grand pouvoir dicté de cause à effet.Si elle est utilisée pour le bien, des réactions positives apparaitront.

source: However, if it is used for evil, then negative reactions will occur instead. When using magic you truly reap what you sew.
fr_fr: Cependant, il elle est utilisé pour le mal, alors des réactions négatives apparaitrontdans ce cas. Quand vous utilisez la magie vous récoltez vraiment ce que vous semez.

source: Have you ever heard of ^0000ddGemstones^000000? Some magic spells are so powerfull that they require the use of a Gemstone.
fr_fr: Avez-vous déjà entendu parler des ^000ddGemstones^000000 ? Quelques sorts sont sipuissant qu'ils exigent l'utilisation d'une Gemstone.

source: These stones amplify a magic users power and allow them to cast high level spells. They can be bought at the magic store in town.
fr_fr: Ces pierres amplifient le pouvoir magique de l'utilisateur et leur permettent de caster des sorts de haut niveau. La Blue Gemstone peut être achetée au magasin de cette ville.

source: Always remeber that magic should only be used for the bennefit of people, not to do them harm.
fr_fr: Souvenez-vous toujours que la magie devrait seulement être utilisée pour le bien des gens,non pas pour leur faire du mal.
