Repository: MagicalTux/nezumi
Catalog: locales/*/LC_MESSAGES/npcs4.po
Languages: fr_fr

source: [Young Man]
fr_fr: [Jeune Homme]

source: I heard that somewhere in this world, there is a rare staff which transforms its owner's psychic power into phisycal powers, and endows with destructive force also...
fr_fr: J'ai entendu dire que quelque part dans ce monde, il y a un personnel rare qui transforme"son propre pouvoir psychique en pouvoirs physiques, et également doté d'uneforce destructrice...

source: With this, everybody could be as strong as Hercules, despite their lack of muscles. Haw haw...I will take it.
fr_fr: Avec cela, chacun pourrait être aussi fort qu'Hercule, malfré leur manque demuscles. Haw haw...je l'aurais.

source: Good heavens! You, since when were you behind me?
fr_fr: Mon Dieu ! Vous, depuis quand êtes-vous derrière moi ?

source: Did you happen to hear what I said? Ha ma...Muhaha. I didn't say anything. If you heard anything from me, just forget~Forget about it~
fr_fr: Avez-vous entendu ce que j'ai dit ? Ha ma...Muhaha. Je n'ai rien dit.Si vous avez entendu quoi que ce soit, oubliez ~Oubliez ça~

source: Yay~ veggie is cheap today~come on!!
fr_fr: Yay~ Les végétaux sont bon marché aujourd'hui~approchez!!

source: Hello? Isn't it wonderful, today? I am a promising young Mage. Ahem.
fr_fr: Salut ! N'est-ce pas un jour merveilleux ? Je suis un jeune Mage prometteur. Ahem.

source: Nowadays, my mental anguish about magic things keeps me awake every night..sigh...Especially, about the weak point of magic, you know.
fr_fr: De nos jours, mon angoisse mentale à propos des choses magiques me tient évéillée chaque nuit..*soupir*...Particulièrement, sur le point faible de la magie, vous savez.

source: Darn! It was really annoying when I encountered that long-ranged enemy last time. It disrupted magic casting.
fr_fr: Mince ! C'était vraiment ennuyeux quand j'ai rencontré cet ennemi à longue distance la dernièrefois. Il perturbait le cast magique.

source: After all I realised I need a weapon to counter Such a long-ranged attack from an enemy....But geez..It is not easy to make such a weapon I wish.
fr_fr: Après tout je me suis rendu compte que j'avais besoin d'une arme pour résister à une attaque de longue portéed'un ennemi....Mais bon..Il n'est pas si facile de faire une telle arme.

source: There should be another way.....Should be.....
fr_fr: Il devrait y avoir une autre façon.....Il devrait y avoir.....

source: Any ideas for me?
fr_fr: Quelques idées pour moi ?

source: [Waitress]
fr_fr: [Serveuse]

source: Ugh!! SO annoying! Why would you drink here when you could drink at the pub!? This is an Inn, not a pub!!
fr_fr: Hein !! Tellement ennuyeux ! Pourquoi voulez-vous boire ivi quand vous pourriez boire aupub !? C'est une auberge, pas un pub !!

source: That man!... everytime he drinks... he gets like that! Ugh!!
fr_fr: Cet homme !... chaque fois qu'il boit... il fini comme ca ! Berk !!

source: (~yells to the man~)'Hey mister! I TOLD you... THIS.. IS.. AN INN, NOT A BAR!!'
fr_fr: *hurle à l'homme*'Hé monsieur ! JE VOUS AI DIT... C'EST... UNE... AUBERGE, PAS UNBAR !!'

source: (~sighs~) That old man in the front corner there gives me a headache.
fr_fr: *soupire* Ce vieil homme dans le coin de devant me donne le mal de tête.

source: My younger sister, who works at the pub, told me that there is someone just like him at the Pub.
fr_fr: Ma jeune sœur, qui travaille au pub, m'a dit qu'il y a quelqu'uncomme lui au pub.

source: To think that there are 2 of them in one city... It's JUST ABSURD!!
fr_fr: Penser qu'il y en a deux comme ca dans une seule ville... C'EST JUSTE ABSURDE !!

source: (~mumbles~)... I wish they would both just leave this town and be forgotten forever... that would be nice....
fr_fr: *Marmonne*... Je souhaite simplement qu'ils quittent la ville tout les deux et qu'ilssoient oubliés pour toujours... cela serait mieux....

source: Has there been anything interesting lately?
fr_fr: Y a-t-il eu quelque chose d'intéressant récemment ?

source: May I have a drink?
fr_fr: Puis-je avoir une boisson ?

source: Oh my, I'm sorry but that DRUNKARD swallowed up every last drop of liquior we have.
fr_fr: Oh mon dieu, je suis désolé mais cet IVROGNE a bu jusqu'à la derière goutte de liqueurque nous avions.

source: Everyday it's the same thing... as soon as the Inn opens he comes in and gulps down drink after drink.
fr_fr: Chaque jour c'est la même chose... aussitôt que l'auberge s'ouvre il entre etengloutit boisson après boisson.

source: It's amazing he hasn't died yet. Maybe if you came by some other time we'll be restocked... oh who am I kidding....
fr_fr: C'est étonnant qu'il ne soit pas encore mort. Peut-être que si vous revenez une autre fois nous seronsréapprovisionnés...oh à qui vais-je faire croire cela....

source: Well... of all of the people who have stopped by latelty, there are a group of merchants that have caught my attention.
fr_fr: Bien... de tous les gens qui se sont arrêtés ici récemment, il y a un groupde marchands qui ont attiré mon attention.

source: I could tell right away that they were from out of town. My younger sister tells me they are from Schubaltzwald...
fr_fr: Je pouvais dire au premier coup d'oeil qu'ils n'étaient pas de la ville. Ma jeune sœurm'a dit qu'ils viennent de Schubaltzwald...

source: It really doesn't matter who they are or where they're from, afterall business is business. They could be from Schuschu Chocolate Land for all I care....
fr_fr: Ca n'a pas vraiment d'importance qui ils sont ni d'ou ils viennent, après toutles affaires sont les affaires. Ils pourraient être de Shushcu le pays du chocolat que jene m'en soucierai pas....

source: I just wish the amount of local customers would start increasing again, since they are the bulk of my customers.
fr_fr: Je souhaite seulement que la quantité de clients locaux recommence à augmenter,puisqu'ils sont la plus grosse part de mes clients.

source: Have a nice day!
fr_fr: Bonne journée !

source: [Merchant Daven]
fr_fr: [Daven le Marchand]

source: Back in the day when I frist came to Geffen, the town was a very boring place to live in.
fr_fr: Dans le passé quand je suis venu à Geffen pour la première fois, la vie dans la villeétait très ennuyeuse.

source: But now there are noble Mages and a flourishing community of Blacksmiths, that make Geffen.......
fr_fr: Mais maintenant il y a les nobles Mages et un prospère communauté de Blacksmiths,qui font de Geffen......

source: Who are you?
fr_fr: •Qui êtes-vous ?

source: Mages and Wizards love to carry books around with them wherever they go. That's just how they are.
fr_fr: Les Mages et les Wizards aiment emmener des livres avec eux partout où ils vont.C'est juste leur façon d'être.

source: Mages like to gather at the ^5555FFMagic Academey^000000 where they study the basics of magic use.
fr_fr: Les Mages aiment se réunir à ^5555FFl'Academie de Magie^000000 où ils étudientl'essentiel de l'utilisation de la magie.

source: After much study and with enough experience, Mages can become Wizards. Wizards can use much more powerfull magical spells.
fr_fr: Après beaucoup d'études et avec assez d'expérience, les Mages peuvent devenir des Wizards.Les Wizards peuvent utiliser des sorts beaucoup plus puissants.

source: You can find them at the top floor of the ^5555FFGeffen Tower^000000.
fr_fr: Vous pouvez les trouver au dernier étage de la ^5555FFTour de Geffen^000000.

source: Blaksmiths are difficult people. They are also a dirty bunch, whose faces are often covered with black soot.
fr_fr: Les Blacksmiths sont des gens compliqués. Ils sont également une sale bande, dont les visagessont souvent couverts de suie noire.

source: No matter where they are or what they do, they always smell of iron and soot.
fr_fr: Peu importe où ils sont ou ce qu'ils font, ils ont toujours une odeur de fer et de suie.

source: However, that is something that can't be helped. Blacksmiths are always hard at work, refining ores, and tempering equipment.
fr_fr: Cependant, c'est quelque chose que l'on ne peut pas changer. Les Blacksmiths travaillent toujoursdurement, raffinant des minerais et tempérant l'équipement.

source: It's just not possible to be a Blacksmith and not be dirty and smelly. Unfortunately it's part of the job.
fr_fr: Il est simplement impossible d'être un Blacksmith et de ne pas être sale et malodorant.Malheureusement cela fait partie du travail.

source: Weapons forged by Blacksmiths can be much more unique then those sold in Armories.
fr_fr: Les armes forgées par des Blacksmiths peuvent être beaucoup plus précieuses que celles vendus aumagasin d'arme.

source: The actual ores and stones used by the Blacksmiths are of a much higher quality and are often scarce.
fr_fr: Les minerais et les pierres utilisées par les Blacksmith sont d'une grandequalité et sont souvent rares.

source: This can give their weapons special qualities that are very benificial to a character.
fr_fr: Cela peut peut donner à leurs armes des qualités spéciales qui sont très bénéfiques àun personnage.

source: Me?.... Oh I'm the world's PRETTIEST street merchant!!..... teh he he...
fr_fr: Moi ?.... Oh je suis le marchand de rue le PLUS JOLI du monde !!..... teh he he...

source: .... SLAPP him upside his head!!!
fr_fr: .... DONNE LUI UNE TAPE sur le haut de sa tête !!!

source: ..... I'm gonna puke....
fr_fr: ..... Je vais vomir....

source: Hehehe.... it was a joke.... a joke ok..... hehehe....
fr_fr: Hehehe.... c'était une plaisanterie.... une plaisanterie ok.... hehehe....

source: ~^FF8000!!!^FF0000THWAAACCCKKK^FF8000!!!^000000~
fr_fr: *^FF8000!!! ^FF0000GRAND COUP^FF8000 !!!^000000*

source: OW!! Ok! Ok! I was just kidding.... sheesh....
fr_fr: AÏE !! Ok ! Ok ! Je rigolais simplement.... ouuuuuch....
