Repository: MagicalTux/nezumi
Catalog: locales/*/LC_MESSAGES/npcs7.po
Languages: fr_fr

source: Hello there! I have traveled far from the Kingdom of Gonryun, my hometown.
fr_fr: Salut ici ! J'ai voyagé loin du Royaume de Gonryun, ma ville natale.

source: I invite all to visit and celebrate the diversity of Gonryun! We welcome all sorts of visitors.
fr_fr: J'invite tout le monde à visiter et célébrer la diversité de Gonryun ! Nous accueillons tout les types de visiteurs.

source: Gonryun? What is that?
fr_fr: Gonryun ? Qu'est-ce ?

source: Nevermind.
fr_fr: Ignorer.

source: Travel to Gonryun.
fr_fr: Voyagez à Gonryun.

source: The Kingdom of Gonryun is a sight to behold! It floats high above the sky, beyond the pillar of light!
fr_fr: Le Royaume de Gonryun est un paysage à contempler ! Il flotte haut au-dessus du ciel, au delà du pillier de lumiere !

source: You can certainly appreciate the sights of the floating mainland! If you go, be sure to try.
fr_fr: Vous pouvez certainement apprécier les curiosités du continent flottant ! Si vous y allez, assurez-vous de les essayer.

source: The steamed dumplings and peaches, they're a Gonryun specialty not to be missed!
fr_fr: Les boulettes de pâtes cuites à la vapeur ainsi que les pêches, ce sont les spécialités de Gonryun à ne pas manquer !

source: The traveling expenses are ^0000ff10,000 zeny^000000. The fee is a bit pricy but this is beacuse of the dangerous nature of the trip.
fr_fr: Les frais de déplacement s'élèvent à ^0000ff10,000 zeny^000000. Les honoraires sont un peu cher mais cela est due à la nature dangeureuse du voyage.

source: The return trip is free, however. Are you prepared to go?
fr_fr: Cependant, le voyage de retour est gratuit. Êtes-vous prêt pour le départ ?

source: Actually... I changed my mind, sorry.
fr_fr: En réalité... j'ai changé d'avis, désolé.

source: Let's Go!
fr_fr: Allons-y !

source: I am sorry if it seems like alot, but the ^0000ff10,000 zeny^000000 we request is necessary in order to make the trip.
fr_fr: Je suis désolé si cela semble beaucoup, mais les ^0000ff10,000 zeny^000000 quenous demandons sont necessaires pour faire le voyage.

source: Please see me again if you want to visit! I am pleased just to meet an honored guest from the Continent.
fr_fr: Veuillez revenir me voir si vous voulez visiter Gonryun ! Je suis simplement heureur de rencontrer un invité d'honneur du Continent.

source: We are ready to head back as soon as the conditions are favorable.
fr_fr: Nous sommes prêt à y retourner dès que les conditions seront favorables.

source: I'll stay a bit longer.
fr_fr: Je resterai encore un moment.

source: Oh there's no rush! Enjoy yourself and take in all the sights!
fr_fr: Oh ce n'est pas préssé ! Amusez-vous et admirez toutes les curiositées locales !

source: The sacred pillar of light connects this island to Gonryun Kingdom. There's no time to idly chit chat now, be on your way.
fr_fr: Le pillier de lumière sacrée connecte cette île au Royaume de Gonryun. Il n'y a pas de raison d'être oisif, continue ton chemin.

source: I hope you will have many fond memories of Gonryun before you leave.
fr_fr: J'espère que vous aurez beaucoup de souvenirs de Gonryun avant votre départ.

source: If you're ready to set sail I can send you back to the harbor.
fr_fr: Si vous être prêts à lever les voiles je peux vous renvoyer au port.

source: I'd like to stay a bit longer.
fr_fr: Je voudrais rester un peu plus longtemps.

source: Send me to the harbor.
fr_fr: Envoyez-moi au port!

source: Please come back to visit soon!
fr_fr: Revenez nous voir bientôt s'il vous plait !

source: Be sure to see all that Gonryun has to offer!
fr_fr: Assurez-vous de voir tout ce que Gonryun a à offrir !

source: Welcome! Your face is new around here. We've had many strangers from the outside coming into the village recently.
fr_fr: Bienvenue ! Votre visage est nouveau par ici. Nous avons eu beaucoup d'étrangers venus de l'extérieur dans notre village récemment.

source: We've been quite short-handed here at the hotel.
fr_fr: Nous avons été à cours de personnel à l'hôtel.

source: It always seems to be 'get me this' or 'get me that' with the customers! Never a tip or a compliment. I suppose I should really welcome all the extra business.
fr_fr: Avec les clients, c'est toujours 'donnez-moi ci' ou 'donnez-moi ça' ! Jamais un pourboire ni un compliment. Je suppose que je devrais vraiment bien accueillir toutcette affaire.

source: I'd like something to drink.
fr_fr: J'aimerais quelque chose à boire.

source: I'll be on my way.
fr_fr: Je continuerai mon chemin.

source: Here you go. There have been so many rowdy customers lately sometimes I'd just like to sit down and have a drink myself.
fr_fr: Vous voilà. Il y a eu tant de clients chahuteurs récemment que parfois je voudrais simplement m'assoir et boire un verre.

source: May you have a safe journey! Come back any time.
fr_fr: Puissiez-vous avoir un voyage sûr ! Revenez quand vous le voulez.

source: This hotel sells the best drinks! Not only is it potent, but it tastes great, too! Of course that's only for the adults.
fr_fr: Cet hôtel vend les meilleures boissons ! Non seulement elles sont puissantes, mais elles ont également bon goût ! Bien sûr c'est réservé aux adultes.

source: But what about the children? We have a secret recipe for brewing great tea! Not only is it excellent, it's also good for them.
fr_fr: Mais en ce qui concerne les enfants ? Nous avons une recette secrète pour la préparation d'un super thé ! C'est non seulement excellent, mais c'est aussi bon pour eux.

source: Oh my head! I had too much to drink yesterday and passed out right here on the table.
fr_fr: Oh ma tête ! J'ai trop bu hier et je me suis retrouvé sur la table ce matin.

source: The manager told me that I shouldn't drink anymore and I should have listened.
fr_fr: Le manager m'a dit que je ne devrais plus boire désormais et je devrais écouter.

source: Wow, the drinks here are strong! Much stronger than anything we have back home.
fr_fr: Wow, les boissons sont fortes ici ! Beaucoup plus forte que tout ce que nous avons à la maison.

source: It's been great having new visitors come to the village, but........ ever since I was robbed by that Thief.......
fr_fr: C'est super d'avoir des nouveaux visiteurs dans le village, mais....... depuis que j'ai été volé par ce Thief.......

source: I have been sooooo afraid of the foreigners.....
fr_fr: J'ai été siiiiiii effrayé des étrangers......

source: [Guardsman]
fr_fr: [Garde]

source: Welcome to Gonryun. This is the home of our governor, Sayoumun.
fr_fr: Bienvenue à Gonryun. Ceci est la maison de notre gouverneur, Sayoumun.

source: We're sure your intentions are benign, but any wrong moves and we'll be forced to take action.
fr_fr: Nous sommes sûrs que vos intentions sont bénignes, mais un seul faux pas et nous seront forcés de prendre des mesures.

source: Such a thing rarely happens, but when it does.... we are always ready to deal with any problems!
fr_fr: Une telle chose arrive rarement, mais quand cela arrive.... nous toujours prêts à traiter tout les problèmes !

source: Welcome to Gonryun. This is the home of our elder, Sayoumun. He rules all of Gonryun.
fr_fr: Bienvenue à Gonryun. C'est la maison de notre aîné, Sayoumun. Il decide tout à Gonryun.

source: Such a thing rarely happens, but when it does. We are always ready to deal with any problems!
fr_fr: Une telle chose arrive rarement, mais quand cela arrive... Nous sommes toujours prêts à traiter tout les problèmes !

source: Oh my! You look like an important visitor from the outside. Aren't you?
fr_fr: Oh ! Vous ressemblez à un visiteur important de l'extérieur. N'est-ce pas ?

source: Where is the village Elder?
fr_fr: Où est l'Aîné du vilage ?

source: Yes, I am.
fr_fr: Oui, c'est moi.

source: We do not get many visitors from the outside to see my husband so it's so easy to spot them. Hohohohoho!
fr_fr: Nous n'avons pas beaucoup de visiteur de l'extérieur qui viennent voir mon mari alors il est facile de les découvrir. Hohohohoho !

source: The master of the house, hohohohoho? Why... he is upstairs on the second floor if you need to talk to him, hohohoho.
fr_fr: Le maître de maison, hohohohoho ? Pourquoi... il est en haut sur le deuxième étagesi vous voulez lui parler, hohohoho.

source: Huh, a visitor?! Oh, hello! I was just, uhm, meditating. I am Sayoumun, mayor of Gonryun village. I welcome you to Gonryun.
fr_fr: Huh, un visiteur ?! Oh, bonjour ! J'étais juste, uhm, en train de méditer. Je suis Sayoumun, le maire du village Gonryun. Je vous souhaite la bienvenue à Gonryun.

source: There used to not be many visitors to this land, until the University of Foreign Studies in Alberta began offering trips to our small island.
fr_fr: Nous n'avions pas pour habitude d'avoir beaucoup de visiteurs sur cette terre, jusqu'à ce que

source: I personally don't like all these outsiders coming all of the sudden. Alot of them are reckless, but I suppose it's good for business.
fr_fr: Personnellement je n'aime pas tout ces étrangers qui viennent tout à coup. Beaucoup d'entre eux sont insouciant, mais je suppose que c'est bon pour les affaires.

source: These reports of a thief in my town continually worry me, however I just know he's an outsider!
fr_fr: Ces rapports d'un voleur dans ma ville m'inquiètent continuellement, cependant je sais seulement que c'est un étranger !

source: The village Elder here is truly a sociable fellow. Just because he is friendly does not mean he is lax on the rules! He can get riled up sometimes.
fr_fr: L'Aîné du village est vraiment ici un camarade sociable. Juste parce qu'il est amical ne signifie pas qu'il est flexible sur les règles ! Il peut être agacé parfois.

source: When the Elder's blessing, you can get away with a lot of things in this town. Sometimes there are those that cause mischief, but they are always dealt with.
fr_fr: Quand vous avez la bénédiction de l'Aîné, vous pouvez échapper à beaucoup de choses dans cette ville. Parfois il y a ceux qui causent des troubles, mais ils sont toujours traité.

source: I am too busy to talk, come back later!
fr_fr: Je suis trop occupé pour parler, revenez plus tard !

source: We are an independent race, submitting to no aggressor! This is the blessed area which we will never give up.
fr_fr: Nous sommes une race indépendante, ne nous soumettant à aucun agresseur ! C'est le secteur béni auquel nous ne renoncerons jamais.

source: We believe in victory, it is our glory.
fr_fr: Nous croyons en la victoire, c'est notre gloire.

source: The men of Gonryun must be powerful and bold! But being such a man, one just can not get married. Don't you think?
fr_fr: Les hommes de Gonryun doivent êtres puissants et hardis ! Mais étant un tel homme, on ne peut pas se marier. Vous ne pensez pas ?

source: There's so many more men than women now it makes it even harder to find a woman. I wonder if my son will find himself a good woman?
fr_fr: Il y a tellement plus d'hommes que de femmes maintenant cela devient encore plus difficile de trouver une femme. Je me demande si mon fils se trouvera une bonne femme ?

source: How could I have done something like this?
fr_fr: Comment pourrais-je avoir fait quelque chose comme cela ?

source: I've dropped my lucky knife! Now it's probably gone forever.
fr_fr: J'ai laissé tomber mon Lucky Knife ! Maintenant il est probablement parti pour toujours.

source: Well......... I'm worried.
fr_fr: Bien......... Je suis inquiet.

source: So very worried.
fr_fr: Tellement inquiet.

source: Do you know what this is?
fr_fr: Non.

source: Yes.
fr_fr: Oui.

source: I just have to make sure all citizens are warned of the dangers inside before going any further.
fr_fr: Je dois juste m'assurer que tous les citoyens sont avertis des dangers de l'extérieur avant d'aller plus loin.

source: Long ago, this was the great hall, but once the great beast had arrived it quickly turned to ruin and became overrun with monsters.
fr_fr: Il y a longtemps, c'était le grand hall, mais une fois que la grande bête est arrivée elle s'est rapidement retourné pour tout ruiner et est allé avec les monstres.
