Repository: MagicalTux/nezumi
Catalog: locales/*/LC_MESSAGES/npcs2.po
Languages: fr_fr

source: As you step across the threshold.
fr_fr: Alors que vous passez le seuil de la porte,

source: you feel as if you're walking
fr_fr: vous vous sentez comme si vous avanciez

source: into the arms of death itself.^000000
fr_fr: dans les bras de la mort elle-même.^000000

source: ^3355FFAfter hitting the gate a few
fr_fr: ^3355FFAprès avoir frappé à la porte à plusieurs

source: times with no result, you decide to give
fr_fr: reprises sans résultats, vous decidez

source: up.^000000
fr_fr: de renoncer.^000000

source: Aha, You're new to the Utan
fr_fr: Aha, Vous êtes nouveaux dans le petit village

source: family's little village, aren't
fr_fr: de la famille Utan, n'est-ce pas?

source: you? I would remember such a face
fr_fr: Avec une telle tête je me souviendrais

source: had I met you before.
fr_fr: de vous si je vous avais déjà rencontré.

source: We know there is a wide world around
fr_fr: Nous savons qu'il y a un large monde autour

source: us, but the there is something to
fr_fr: de nous, mais il y a certaines choses qui

source: be appreciated in the simple life
fr_fr: ne peuvent être appréciée que dans la

source: we lead here.
fr_fr: vie simple que nous menons ici.

source: All decisions in the village are made
fr_fr: Toutes les decisions prises dans ce village

source: by me or with my input
fr_fr: Vous voulez savoir comment je peux parler votre

source: language when it seems no one else in
fr_fr: language alors qu'il semble que personne d'autre

source: the village does? A fair question.
fr_fr: dans le village n'en soit capable? Une question justifée.

source: I picked up your tongue from the
fr_fr: J'ai pris votre langue des aventurier

source: adventurers who sometimes pass
fr_fr: qui passent parfois par

source: through this village.
fr_fr: ce village.

source: Some outsiders have also settled near here
fr_fr: Quelques étrangers se sont aussi installés près d'ici

source: over time. In exchange for information
fr_fr: il y a quelque temps. En échange d'informations

source: about their customs and culture, I
fr_fr: sur leurs coutumes et culture, je

source: teach them the language and customs
fr_fr: leur apprends le language et les coutumes

source: of the Utan tribe.
fr_fr: de la tribu Utan.

source: If you want to learn our language,
fr_fr: Si vous voulez apprendre notre langue,

source: you must immerse yourselves in
fr_fr: vous devez vous immerger dans

source: our customs and cultural traditions.
fr_fr: nos coutumes et nos traditions culturelles.

source: You should even try and look as much
fr_fr: Vous devriez même essayer et observer comme nous,

source: like us as you can.
fr_fr: autant que vous le pourrez.

source: I hope you're worthy of my confidence.
fr_fr: J'espère que vous êtes digne de ma confiance.

source: Some members of the tribe have expressed
fr_fr: Des membres de la tibu ont exprimé le

source: the sentiment that welcoming outsiders
fr_fr: sentiment qu'accueillir des étrangers

source: is dangerous to the village.
fr_fr: est dangereux pour le village.

source: When you want to begin learning the
fr_fr: Quand vous voudrez commencer l'aprentissage

source: language, come and visit me. Don't
fr_fr: de notre langue, venez me rendre visite. N'oubliez

source: forget to make yourself appear as
fr_fr: pas de vous présenter comme nous

source: much like us as you can.
fr_fr: autant que vous le pouvez.

source: Ahh, have you looked around the
fr_fr: Ahh, avez-vous fait le tour du village ?

source: village a bit? Did other people
fr_fr: Certaines personnes de la tribu se cachent

source: from the tribe hide from you when
fr_fr: lorsqu'ils vous voient ? Ne vous

source: they saw you? Don't worry. They
fr_fr: inquitez pas. Ils sont juste surpris

source: were just surprised to see a new face.
fr_fr: de voir une nouvelle tête.

source: Hmm? You need something from me?
fr_fr: Hmm ? Que puis-je faire pour vous ?

source: How can I make your stay in the village
fr_fr: Comment puis-je rendre votre séjour dans le village

source: more pleasent?
fr_fr: plus plaisant ?

source: Forget it
fr_fr: Oubliez-ca

source: I want to learn the tribal language
fr_fr: Je veux apprendre le language tribale

source: Well, in order to understand our
fr_fr: Bien, pour comprendre notre language,

source: language, you need to assimilate
fr_fr: vous devrez aussi assimiler nos

source: our cultural values, too. Trying to
fr_fr: valeurs culturelles. Essayer de

source: understand a language in the context of an
fr_fr: comprendre un language dans le contexte d'une

source: alien culture is foolish, right?
fr_fr: culture étrangère est idiot, n'est-ce pas ?

source: Besides, if the tribesmen in the
fr_fr: En plus, si les membres de la tribu du

source: village fear you, how will you
fr_fr: village vous craignent, comment ferez-vous

source: ever get them to speak with you?
fr_fr: pour qu'ils parlent avec vous ?

source: You should try making yourself
fr_fr: Vous devriez essayer de nous

source: look like us in order to be more
fr_fr: ressembler afin d'être plus

source: accepted.
fr_fr: accepter.

source: What a cute mask. The Utan tribe
fr_fr: Quel joli masque. La tribu Utan

source: appreciates its traditional masks
fr_fr: apprécie ses masques traditionnels

source: because sometimes by hiding your
fr_fr: car parfois en cachant votre

source: face, you can express more geniune
fr_fr: visage, vous pouvez exprimer

source: feelings.
fr_fr: plus de sentiments.

source: Over time, the mask itself
fr_fr: Avec le temps, le masque lui-même

source: has come to symbolize trust among
fr_fr: est arrivé à simboliser la confiance parmis

source: the members of the Utan tribe.
fr_fr: les membres de la tribu Utan.

source: Now that you're prepared, I will
fr_fr: Maintenant que vous êtes préparé, je vais

source: begin teaching you the Utan
fr_fr: vous apprendre le language Utan

source: language as promised. First,
fr_fr: comme promis.D'abord, vous devez

source: you need to make some preparations,
fr_fr: faire quelques préparatifs,

source: however...
fr_fr: cependant...

source: First, I need some paper. With
fr_fr: Pour commencer, j'ai besoin de papier. Avec

source: paper, I can write down the words
fr_fr: cela, je peux noter les mots

source: I intend to teach.
fr_fr: que j'ai l'intention de vous apprendre.

source: I need ^3377FF10x Oily Paper^000000, and ^3377FF5x Smooth Paper^000000.
fr_fr: J'ai besoin de ^3377FF10x Oily Paper^000000, et de ^3377FF5x Smooth Paper^000000.

source: I also need something to write with.
fr_fr: J'ai également besoin de quelque chose pour écrire.

source: of course.
fr_fr: Evidement.

source: For that, ^3377FF1x India Ink^000000 and ^3377FF1x Bird Feather^000000
fr_fr: Pour cela, ^3377FF1x India Ink^000000 et ^3377FF1x Bird Feather^000000

source: will do nicely.
fr_fr: feront l'affaire.

source: Once you get these, I can start
fr_fr: Une fois ces objets en votre possession, je pourrai

source: teaching you the language.
fr_fr: commencer votre apprentissage de la langue.

source: Haha. Only imitating the sound
fr_fr: Haha. Imiter seulement le son des

source: of the words is useless. Even
fr_fr: mots est inutile. Bien que cela

source: though it sounds random, there is
fr_fr: semble aléatoire, il y a

source: a specific way of combining the
fr_fr: une façon particulière de combiner

source: words.
fr_fr: les mots.

source: Also, our language has depends
fr_fr: Aussi, notre language dépend

source: a lot on emotion to convey its
fr_fr: beaucoup des émotions pour transmettre

source: meaning. Outsiders can't pick up
fr_fr: sa signification. Les étrangers ne peuvent comprendre

source: the subtlety right away, even though
fr_fr: la subtilité tout de suite, bien que

source: we're the same race,
fr_fr: nous soyons de la même race.

source: It seems you have an interest
fr_fr: Il semble que vous ayez un intérêt

source: in learning the language of the
fr_fr: dans l'étude de la langue de la

source: Utan tribe. If that's the case,
fr_fr: tribu Utan. Si c'est le cas,

source: come visit me and I'll teach you.
fr_fr: venez me voir et je vous apprendrendrai.

source: Then, you won't sound so silly.
fr_fr: Alors, vous ne semblerez pas si idiot.

source: Ah. If you want to continue your
fr_fr: Ah. Si vous voulez continuer votre

source: trip, please keep this village in
fr_fr: voyage, s'il vous plaît gardez ce village

source: your memories.
fr_fr: dans votre mémoire.

source: It seems you've not yet prepared the
fr_fr: Il semble que vous n'avez pas préparé les

source: proper items. Did you forget what
fr_fr: objets appropriés. Avez-vous oublié ce

source: you need to gather before I can
fr_fr: que vous devez emmener avant que je puisse

source: teach you the language? You need to gather
fr_fr: vous apprendre le language ? Vous devez réunir

source: ^3377FF1x India Ink^000000, and
fr_fr: ^3377FF1x India Ink^000000, et

source: Once you have gathered those, I can teach
fr_fr: Une fois que vous les avez réunis, je peux vous

source: you Utan tribal language.
fr_fr: apprendre la langue tribale Utan.

source: Good. You've prepared all the
fr_fr: Bien. Vous avez préparé tout le

source: necessary materials. Now, I can
fr_fr: matériel nécessaire. Maintenant, je peux

source: begin to teach you the Utan tribal
fr_fr: commencer à vous apprendre la langue

source: language.
fr_fr: tribale Utan.

source: Do you feel more enlightened now?
fr_fr: Vous sentez-vous plus enrichis maintenant ?

source: Try talking to others in the Utan
fr_fr: Essayez de parler aux autres de la tribu

source: tribe. They'll warm up to your quickly
fr_fr: Utan. Ils se rapprocheront de vous rapidement

source: now that you speak the language.
fr_fr: maintenant que vous parlez notre language.

source: If you need something while you're
fr_fr: Si vous avez besoin de quoi que se soit pendant

source: here, don't hesitate to visit me.
fr_fr: que vous êtes ici, n'hésitez pas à venir me voir.

source: Do you need something?
fr_fr: Avez-vous besoin de quelque chose ?

source: If you need someone to guide you around
fr_fr: Si vous avez besoin de quelqu'un pour vous guider

source: the village, you should ask someone else.
fr_fr: dans le village, vous devrez demander à quelqu'un d'autre.

source: I can't leave here right now.
fr_fr: Je ne peux pas partir d'ici pour l'instant.

source: The best way to get a feel for
fr_fr: La meilleure façon pour se faire un opinion sur

source: the village is to just walk
fr_fr: le village est simplement d'en faire le tour

source: around and see the sights. By doing
fr_fr: et voir les curiosités locales. En faisant

source: that, you can form a personal
fr_fr: cela, vous pourrez former un lien

source: bond with the village.
fr_fr: personnel avec le village.

source: Oh, it seems you're enjoying yourself here.
fr_fr: Oh, il semble que vous appréciez votre séjour ici.

source: You need something else?
fr_fr: Avez-vous besoin d'autre chose ?

source: It seems you want to ask the
fr_fr: Il semble que vous vouliez parler à

source: shaman Putsuchiratan something
fr_fr: Putsuchiratan la shaman de quelque chose

source: and you're seeking my permission
fr_fr: et êtes venu demander ma permission

source: to do so.
fr_fr: pour cela.

source: Well...There's a mask from
fr_fr: Bien...Il y a un masque à

source: abroad that Putsuchiratan and I
fr_fr: l'étranger que Putsuchiratan et moi

source: have both always desired. Putsuchiratan
fr_fr: avons toujours désiré. Putsuchiratan

source: heard about it some time ago.
fr_fr: en a entendu parler il y a quelque temps.

source: If I could have the ^3377FFSmile Mask^000000,
fr_fr: Si je pourrais avoir le ^3377FFSmile Mask^000000,

source: it would be a great honor, but
fr_fr: ce serait un grand honneur, mais

source: I promised I would give it to
fr_fr: j'ai promis que je le donnerais à

source: to Putsuchiratan as a gift if I ever
fr_fr: Putsuchiratan en cadeau si jamais je venais

source: came across one. If you can find a Smile Mask for me,
fr_fr: à en avoir un. Si vous pouvez trouver un Smile Mask pour moi,

source: I'll give you permission to speak with her.
fr_fr: je vous donnerais la permission de parler avec elle.

source: Did you find the ^3377FFSmile Mask^000000 yet?
fr_fr: Avez-vous déjà trouvé le ^3377FFSmile Mask^000000 ?

source: In order to let you see the shaman,
fr_fr: Pour pouvoir vous laissez voir la shaman

source: you need to collect one.
fr_fr: vous devez en trouver un.

source: A gift will put Putsuchiritan in
fr_fr: Un cadeau mettra Putsuchiritan de

source: a good mood, also.
fr_fr: bonne humeur, aussi.

source: Ahh! It's a Smile Mask!
fr_fr: Ahh ! C'est un Smile Mask !

source: I would really like to put this
fr_fr: Je voulais vraiment le mettre

source: on just once, but I promised to
fr_fr: juste une fois, mais j'ai promis de

source: give this to Putsuchiritan as
fr_fr: le donner à Putsuchiritan comme

source: a gift.
fr_fr: un cadeau.

source: I'll tell Putsuchiritan to allow you
fr_fr: Je dirai à Putsuchiritan de vous permettre

source: to meet with her. I'm certain that you
fr_fr: de la rencontrer. Je suis certain que vous

source: will find her talents to be a tremendous
fr_fr: trouverez ses talents être d'une énorme

source: help on your journey.
fr_fr: aide dans votre voyage.

source: I will not see outsiders that are
fr_fr: Je ne verrai pas d'étrangers qui ne

source: not from the Utan tribe.
fr_fr: sont pas de la tibu Utan.

source: ...There are many things about the
fr_fr: ...Il y a beaucoup de choses concernant la

source: nature of our society that you do
fr_fr: nature de notre société que vous ne

source: not yet understand.
fr_fr: comprenez pas encore.

source: Others of your type will do anything
fr_fr: D'autres personnes de votre genre feraient tout

source: to set foot on land which is sacred
fr_fr: pour mettre le pied sur cette terre sacrée

source: to the Utan tribe. We fear that
fr_fr: à la tribu Utan. Nous craignons que

source: revealing our secrets will expose
fr_fr: la révélation de nos secrets nous

source: use to danger.
fr_fr: expose au danger.

source: What's worse, I don't think that
fr_fr: Le pire c'est que, je ne pense pas que

source: outsiders understand our desire
fr_fr: les étrangers comprennent notre désir

source: to preserve our tribal culture.
fr_fr: de préserver notre culture tribale.

source: As my talents are foremost for
fr_fr: Comme mes talents sont principalement pour

source: the use of the Utan tribe, you
fr_fr: l'utilisation de la tibu Utan, vous

source: must get permission from the elder
fr_fr: devez obtenir la permission de l'aîné du village

source: if you want my assistance.
fr_fr: si vous voulez mon aide.

source: Also, don't be stirring up trouble
fr_fr: Aussi, ne semez pas le trouble

source: among the tribesmen.
fr_fr: parmis les membres de la tribu.

source: Didn't you hear me? You need
fr_fr: Vous ne m'avez pas entendu ? Vous devez

source: to get the elder's permission before
fr_fr: obtenir la permission de l'aîné du village avant

source: I can help you.
fr_fr: que je ne puisse vous aider.

source: You seem to have gotten permission from
fr_fr: Vous semblez avoir obtenu la permission de l'aîné

source: the elder. Fine, I'll help you, though
fr_fr: du village. Excellent, je vous aiderez, bien que

source: I don't really want to.
fr_fr: je ne le veuille pas vraiment.

source: I can call forth hidden talents
fr_fr: Je peux appeleer des talents cachés

source: buried deep within your psyche
fr_fr: profondément enterrés dans votre psychisme

source: and tap the power hidden in
fr_fr: et découvrir la puissance cachée dans

source: elemental stones.
fr_fr: des pierres élémentaires.

source: I need to prepare my rituals.
fr_fr: Je dois préparer mes rituels

source: When you're ready to proceed, please
fr_fr: Quand vous serez prêts à commencer, reparlez

source: talk to me again.
fr_fr: moi s'il vous plaît.

source: I don't know whether my talents
fr_fr: Je ne sais pas si mes talents vous

source: will be useful to you, but I'll
fr_fr: seront utiles, mais quoi qu'il en soit

source: help you anyway.
fr_fr: je vous aiderai.

source: I can create elemental essence from natural objects,
fr_fr: Je peux créer une essence élémentaire à partir d'objets naturels,

source: or, dismantle elemental stones into their component essences.
fr_fr: ou, de désassembler des pierres élémentaires sous forme de composants d'essances.

source: Which would you like to do?
fr_fr: Lequel voudirez-vous faire ?

source: Create Essence
fr_fr: Créer une essence.

source: Dismantle Elemental Stone
fr_fr: Désassembler une pierre élémentaire

source: If you don't wish my help at the moment,
fr_fr: Si vous ne souhaitez pas de mon aide pour l'instant

source: that's fine. When you do, please come
fr_fr: ca me convient. Quand vous en voudrez, revenez

source: by again.
fr_fr: me voir s'il vous plaît.

source: Which elemental essence would you
fr_fr: créer ? Je peux créer une essence de terre,

source: fire, and wind essence.
fr_fr: d'eau, de feu ou de vent.

source: Earth
fr_fr: Terre

source: Fire
fr_fr: Feu

source: Water
fr_fr: Eau

source: Wind
fr_fr: Vent

source: Now, I will try to tap the
fr_fr: Maintenant, je vais essayer de découvrir

source: source of power hidden deep within
fr_fr: la source du pouvoir profondément caché

source: you. Choose a number between 1 and 9.
fr_fr: en vous. Choisissez un nombre entre 1 et 9.

source: If you don't want to create essence
fr_fr: Si tout compte fait vous ne voulez pas créer

source: after all, choose 0.
fr_fr: d'essence, choisissez 0.

source: The horn begins to vibrate.
fr_fr: La corne commence à vibrer.

source: The tail begins to vibrate.
fr_fr: La queue commence à vibrer.

source: The skin begins to vibrate.
fr_fr: La peau commence à vibrer.

source: I will now chant a holy mantra.
fr_fr: Je vais maintenant chanter une incantation sacrée.

source: Imagine the number in your mind
fr_fr: Imaginez le nombre dans votre esprit

source: and imagine power radiating forth from
fr_fr: et imaginez la puissance rayonnant de

source: your body.
fr_fr: votre corps.

source: There. Your inner power has converted
fr_fr: Là. Votre puissance intérieure a converti

source: these objects from nature into
fr_fr: ces objets de la nature en un

source: elemental essence. Put
fr_fr: pierre élémentaire. Faites-en

source: it to good use.
fr_fr: bon usage.
